[AHWElderRevived X2CharacterTemplate]
strCharacterName="Возрожденный Эфириал"
strAcquiredText="Что это такое?! Мы что создали нового Эфириала, когда потеряли бойца с короной?"

[EtherealAutopsy X2TechTemplate]
DisplayName="<font color='#df07b7'>Вскрытие Эфириала</font>"
Summary="Эфирные - самые таинственные враги с которыми нам приходилось встречаться. Встретить их на поле боя - большая редкость. И огромная удача в том что нам удалось убить..? Не уверен, что мы именно убили его, или заставили телепартироваться перед самой смертью. Так или иначе в нашем распоряжении останки того что осталось от Эфирного."
CodeName="<font color='#df07b7'>Падшие Боги</font>"
LongDescription="<font color='#df07b7'><Bullet/> Закончив вскрытие образца, я должен признаться, что теперь у меня больше вопросов, чем ответов. Образец, о котором идет речь, был поражен крайней атрофией мышц и тканей и прямой кальцификацией некоторых его органов, включая сердце образца. Как этот Эфирный, вообще был спосбен жить, а тем более, выдержать такое огромное количество огневой мощи, которая использовалась против него так долго, до сих пор остается загадкой. \n <Bullet/> И все же, несмотря на поистине огромное Псионическое мастерство, продемонстрированное Старейшиной, его тело почти не проявляет никаких признаков пси излучения. Даже умершие Жрецы и Сектоиды обладают значительно большим количеством Псионической Энергии, чем то, что осталось после Старейшины. \n <Пуля/> Артефакт, как один из моих коллег назвал шлем, который носил Старейшина, состоит из совершенно уникальных металлов и не соответствует свойствам ни одного известного металла или сплава, даже среди тех, которые, как мы видели, до сих пор использовались инопланетянами. Способный накапливать и проводить удивительно огромное количество Псионической Энергии, точное назначение его неизвестно, но, вероятно, это причина того, что в теле Инопланетянина почти не остается Псионической Энергии. \n <Пуля/> Однако во время осмотра Артефакта несколько исследователей утверждали, что слышали странный голос, шепчущий в глубине их сознания. Хотя я сам этого не слышал, я считаю, что мы должны быть крайне осторожны при обращении с ним... \n <Пуля/> Хотя мы не понимаем точного назначения Артефакта, он содержит запредельное количество Псионической Энергии. Гораздо больше, чем когда-либо могло выдержать любое из наших устройств. Однако, благодаря сочетанию Псионической технологии, используемой в наших Пси-Усилителях, и технологии Тамплиеров, даже Солдаты с небольшим собственным Псионическим Потенциалом могут использовать огромную силу, которая находится внутри. Однако.. Учитывая то, что произошло во время нашего первоначального осмотра рассматриваемого объекта, в этом могут быть риски, которые мы не понимаем. - Р. Тиган </font>"

[SacrificialPower X2AbilityTemplate]
LocFriendlyName="Сила тьмы"
LocLongDescription="<Bullet/> Наносит 4 урона владельцу и накладывает постоянный штраф на характеристики, но увеличивает урон и дает 1 очко действия \n <Bullet/> Пока солдат под действием Темной силы, любой убитый им враг придаст ему сил и он получит еще 1 очко действия \n <Bullet/> Урон от Темной Силы всегда наносится здоровью солдата, игнорируя броню, щиты и любые виды сопротивлений <Bullet/> Мы точно не знаем к чему может привести злоупотребление этой силой..."
LocHelpText="<Bullet/> Наносит 4 урона владельцу и накладывает постоянный штраф на характеристики, но увеличивает урон и дает 1 очко действия \n <Bullet/> Пока солдат под действием Темной силы, любой убитый им враг придаст ему сил и он получит еще 1 очко действия \n <Bullet/> Мы точно не знаем к чему может привести злоупотребление этой силой..."
LocFlyOverText="Сила тьмы"

[EtherealCrownInit X2AbilityTemplate]
LocFriendlyName="Анима Бессмертных"
LocLongDescription="Возрождает павшего Старейшину"
LocHelpText="Возрождает павшего Старейшину"

[EtherealSpawnListener X2AbilityTemplate]
LocFriendlyName="Возрождение"
LocLongDescription="Возрождает павшего Старейшину"
LocHelpText="Возрождает павшего Старейшину"

[EtherealCrownKillSwitch X2AbilityTemplate]
LocFriendlyName="Деус Екс Ментис"
LocLongDescription="Возрождает павшего Старейшину"
LocHelpText="Деус Екс Ментис"

[EtherealCrownAPRefund X2AbilityTemplate]
LocFriendlyName="Возрождение"
LocLongDescription="Возрождает павшего Старейшину"
LocHelpText="Возрождает павшего Старейшину"

[EtherealRevival X2AbilityTemplate]
LocFriendlyName="Деус Екс Ментис"
LocLongDescription="Силой Старейшины опасно пользоваться, и если ее Обладатель умрет, произойдет что-то очень плохое. Кроме того, если солдат, оснащенный Эфирной Короной, потеряет контроль над своим разумом, он умрет."
LocHelpText="Силой Старейшины опасно пользоваться, и если ее Обладатель умрет, произойдет что-то очень плохое. Кроме того, если солдат, оснащенный Эфирной Короной, потеряет контроль над своим разумом, он умрет."
LocFlyOverText="Деус Екс Арма: Ефириал Возрожден!"

[EtherealCrown X2EquipmentTemplate]
FriendlyName="<font color='#df07b7'>Корона Бессмертных</font>"
FriendlyNamePlural="<font color='#df07b7'>Корона Бессмертных</font>"
BriefSummary="Позволяет Владельцу использовать огромную Псионическую Силу, заключенную в короне Старейшины, чтобы превзойти пределы своей человечности. Но любая связь со Старейшинами - большой риск."
TacticalText="Позволяет Владельцу использовать огромную Псионическую Силу, заключенную в короне Старейшины, чтобы превзойти пределы своей человечности. Дарует способность \"Телепорт\" и \"Сила тьмы\". Если носитель короны окажется под чужим контролем разума или погибнет, может прозойти нечто ужасное..."

[CorpseEthereal X2ItemTemplate]
FriendlyName="<font color='#df07b7'>Каркас Эфириала</font>"
FriendlyNamePlural="<font color='#df07b7'>Каркас Эфириала</font>"
BriefSummary="Останки тела... или одежды? Не совсем понятно что остается после того как Эфирный испаряется в агонии при своей смерти. Мы передадим это Тайгану что бы разобраться."
